Repository: mariojacob/showkeys
Catalog: languages/skey-*.po
Languages: de_de

source: Key
de_de: Taste

source: Short DE
de_de: Kurz DE

source: Short EN
de_de: Kurz EN

source: Long DE
de_de: Lang DE

source: Long EN
de_de: Lang EN

source: Bright
de_de: Hell

source: Dark
de_de: Dunkel

source: Settings saved
de_de: Einstellungen gespeichert

source: Settings
de_de: Einstellungen

source: Output
de_de: Ausgabe

source: Specifies whether the keys are output in short form or in long form in a specific language (DE = German, EN = English).
de_de: Gibt an ob die Tasten in Kurzform oder in langer Form in einer bestimmten Sprache (DE = deutsch, EN = englisch) ausgegeben werden.

source: Determines the basic look either bright or dark.
de_de: Bestimmt den grundlegenden Look entweder hell oder dunkel.

source: With this symbol you separate the keys in the shortcode.
de_de: Mit diesem Symbol trennst du die Tasten im Shortcode.

source: Example
de_de: Beispiel

source: Caution: if you change this separator symbol, this also applies to all previously created shortcodes.
de_de: Vorsicht: wenn du dieses Separator Symbol änderst, dann gilt das auch für alle bisher erstellten Shortcodes.

source: Extended
de_de: Erweitert

source: Reset settings
de_de: Einstellungen zurücksetzen

source: Here you can reset all settings to the factory settings.
de_de: Hier kannst du alle Einstellungen auf die Werkseinstellungen zurücksetzen.

source: Help
de_de: Hilfe

source: Simple output
de_de: Einfache Ausgabe

source: Here you can see how to issue a single key.
de_de: Hier siehst du wie man eine einzelne Taste ausgibt.

source: Multiple output
de_de: Mehrfach Ausgabe

source: Here you can see how to issue a key combination, i.e. several keys.
de_de: Hier siehst du wie man eine Tastenkombination, also mehrere Tasten ausgibt.

source: Other
de_de: Sonstiges

source: If you
de_de: Wenn dir

source: but your separator symbol is "+", then you can choose the option
de_de: ausgeben willst, aber dein Separator Symbol ist "+", dann kannst du die Option

source: to change the separator symbol to "#", or any other character, just for that shortcode output
de_de: verwenden um das Separator Symbol nur für diese Shortcode-Ausgabe auf "#", oder ein anderes beliebiges Zeichen zu ändern

source: Website
de_de: Webseite

source: Do you have suggestions for improvement or suggestions for the plugin, then write me
de_de: Hast du Verbesserungsvorschläge oder Anregungen für das Plugin, dann schreibe mir

source: like, then write a
de_de: gefällt, dann schreibe gerne eine

source: rating.
de_de: Bewertung.

source: You would help me a lot to make the plugin known.
de_de: Du würdest mir sehr dabei helfen das Plugin bekannter zu machen.

source: Save
de_de: Speichern
